﻿[language]

;Language name 

name=Português Brasil

[firstrun]
chooselanguage=Por favor, escolha o seu idioma!
ok=OK
ignore=Ignorar
oldini=Importar arquivo de configuração anterior
loadini=Importar
loadfail=O arquivo de configuração não foi encontrado neste diretório!
loadsuccessful=Importado com sucesso!
steambak=Deseja sincronizar os arquivos de configuração do Steam?
steamerror=Execute o Steam!

[steam]
save=Salvar configuração na nuvem Steam
load=Restaurar configuração de nuvem Steam
steamnotrun=Você precisa executar o Steam para usar esse recurso!
uploadfilemaxsize=O tamanho máximo do arquivo carregado é de 100 MB


[workshop]
list_install=Instalado
list_home=Início
list_subscribe=Inscrições
list_upload=Carregado
list_voteup=Favoritos
list_themesskin=Temas
list_widget=Estilos de componentes

newthemetip=Digite um nome para o tema
deltheme=Excluir um tópico

subscribe=Inscrever-se
unsubscribe=Cancelar inscrição

icons=Pacote de ícones
dockskin=Tema do Dock
Single icon=Ícone único
Time skin=Tema do relógio
Calendar skin=Tema do calendário
Sound=Som
language=Idioma

sort_alltime=tudo
sort_week=semana
sort_month=mês
sort_year=ano

sort_hot=Destaques
sort_new=Mais recente
sort_sub=Subscrever
sort_vote=Pontuação

filesize=Tamanho do arquivo
updatetime=Última atualização

runerror=Você precisa executar a Steam para usar este recurso!
opensteam=Abrir Steam

newtheme=Crie um novo tópico
edittheme=editar

[themesedit]
shell=aparência
offset=offset
Delimiter and run=Indicador Delimitador e execução
Progress bar=Barra de progresso

savetheme=Salvar

applytheme=Salvar aplica esse tema com sucesso imediatamente?
filetip_drop=Arraste e solte a imagem aqui
filetip=Clique ou arraste e solte a imagem diretamente aqui
dropfile=Você quer substituir essa imagem?

selectpicture=Selecione uma imagem
cliptip=colheita
clipleft=Esquerda
clipbottom=Hemline
clipright=Direita
cliptop=Borda superior

dockbg=fundo
dockblur=Desfoque o fundo
Progress bar border=moldura
Progress bar bg=fundo
Run indicator=Indicador de execução
Run offset=offset
delimiter=separador
Margins=Margens
Margins trimmer=Ajuste fino de margem (valores recomendados 0-0.2)

folder=pasta
trash_empty=Lixeira (vazia)
trash_full=Lixeira (completa)

calmon=mês
calday=data

timebg=fundo
timehour=hora
timeminute=minuto
timesecond=segundo

timetype=Tipo de relógio
timetype_pointer=ponteiro
timetype_number=dígito
fontname=O nome da fonte
fontsize=Tamanho da fonte
fontalign=Alinhamento de texto
fontpoint=Coordenadas de texto
format=Formato de hora
fontcolor=Cor do texto

workshopshare=Vocês carregam temas para o Workshop?
sharesuccess=Enviado com sucesso para o Workshop!
sharefailed=Falha no upload!

workshop_Preview=Visualizar
workshop_description=descrição
workshop_otherPreview=Mais pré-visualizações
workshop_Previewbuild=Gerado automaticamente
workshop_Previewselect=Selecione a imagem
workshop_tip_description=Introduza uma descrição do tópico

[systeminfo]
cpu=Processador
gpu=Placa de vídeo
memory=Memória
system=Sistema
moreinfo=Mais informações

[monitor]
process=Processos
readwrite=Ler/Escrever
usage=Em uso

;------------------------------------
[tips]
openUACtip=Se o UAC detectar que o sistema foi desligado, talvez não seja possível usar o arquivo arrastando e soltando no dock para abrir a função.
openUACtip1=UAC está habilitado com sucesso, você precisa reiniciar o sistema para ter efeito, você precisa reiniciar o sistema imediatamente?
openUACtip2=UAC falhou ao abrir!

crashtip=O programa parou de funcionar, deseja reiniciar?
;------------------------------------

[iconame]

;dock Label name

explorer=Explorador
launchpad=Biblioteca de Aplicativos
cal=Calendário
trash=Lixeira

;The last icon in the folder interface

exploreropen=Abrir no Explorer
return=Voltar

;System time icon label name format

timeformat=d/M/yyy dddd
; O formato de tempo é o formato de tempo do sistema y m mês d data dd dia da semana ddd dia da semana ddd


remove=Remover

;------------------------------------------------------------

[systemicon]
;System icon name
controlpanel=Painel de Controle
taskbar=Barra de tarefas
systemtime=Hora do sistema
network=Rede
weather=Tempo
battery=Bateria
startmenu=Menu Iniciar
virtualdesktop=Áreas de trabalho virtuais


------------------------------------

[editicon]
;Edit icon window

addtips=Os arquivos podem ser arrastados aqui.

reset=Resetar
ok=Ok
restore=Restaurar
addname=Editar o nome de exibição
addicotips=Clique no botão no canto superior direito para adicionar um ícone.
switch=Mudar
trashempty=Lixeira vazia
trashfull=Lixeira cheia
iconshell=Usar máscara de recorte
addline=Executar comando

share=Compartilhar
Icon Designer title=Editor de ícones

Icon Designer=Editar
select=Selecione o arquivo

icolabel=ícone
selectpicture=Escolher
icosize=Ampliação
icooffsetx=Deslocamento horizontal
icooffsety=Deslocamento vertical
icobackground=Fundo
iconshadow=Usar sombra projetada
icoroundrect=Bordas
icocolor=Cor
icogradient color=Usar gradiente
icocolorangle=Ângulo do gradiente

;Pop up select file window title

selectfoldertitle=Selecionar pasta
;Weather forecast search city
searchcity=Pesquisar nome da cidade


;------------------------------------

[editcal]

;Edit calendar window

monfontsize=Tamanho da fonte do mês:
dayfontsize=Tamanho da fonte da data:

monthfont=Fonte do :
dayfont=Fonte de data:
monthpoint=Localização do mês:
daypoint=Localização da data:
monthposition=Alinhamento mensal:
dayposition=Alinhamento da data:
monthcolor=Cor do mês:
daycolor=Cor da data:
rotation=Ângulo de rotação:
default=Utilize a configuração padrão

ok=Ok
test=Teste

left=Esquerda
right=Direita
center=Centro

;Pop up select picture window title

selectcalicon=Escolha uma imagem de calendário

;------------------------------------

[editicontips]
;An error message pops up on the edit icon interface

iconduplicate=Este programa já foi adicionado à Dock!

titleerror=O nome do programa não pode estar vazio!
filepatherror=O caminho do programa e do ícone não podem ser vazios!

padtitleerror1=O nome do arquivo está duplicado!
padtitleerror2=A modificação do arquivo falhou, por favor, não coloque o programa na unidade do sistema!

workshopshare=Deseja enviar este ícone para o Workshop?
workshopsharesuccess=Os ícones foram compartilhados com sucesso no Workshop!
workshopsharefailed=O compartilhamento de ícones falhou!

formaterror=Formato não suportado, por favor coloque em png, ico, exe ou Lnk!

;---------------------------------------------------------------------------
;Preferences window
[settingUI]
cloudini=Steam Cloud Salvar
uploadcloudini=Carregar o arquivo
nofoundini=O arquivo não é carregado
downloadcloudini=Faça o download do arquivo
managesteamcloud=Gerenciar arquivos
cloudfile=Arquivos de nuvem do Steam
uploadcloudfile=Carregue o arquivo
filename=Nome do arquivo
filesize=Tamanho do arquivo
filetime=Tempo de upload

backupsuccess=Carregado com sucesso!
backupfail=Upload falhou! 

settitle=Configurações do MyDockFinder

Global Settings=Configurações Globais

openMyDock=Iniciar MyDock
openMyFinder=Iniciar MyFinder

gameautoclose=Sair automaticamente ao jogar em tela cheia
ProcessRecentFiles=Exibe o número de arquivos abertos recentemente pelo programa

DPIscale=Escala de exibição dos ícones e textos
Globalblurvalue=Desfoque da interface
Accentcolor=Cor de destaque
darkmodeall=Modo de cor da interface

darkmode_light=Claro
darkmode_dark=Escuro
darkmode_auto=Automático
darkmode_system=Sistema
uiaccesstop=Usar as funções superiores da janela

aero=Habilitar Aero
systemdarkmode=Definir para o sistema o mesmo modo de cores do MyDockFinder
autoupdate=Verifique automaticamente se há atualizações
systemstart=Método de inicialização do Dock
none=Desligado
regedit=Registro
plantask=Tarefa
Service=Serviço

windowscenterscreen=Uma nova janela aparece no centro da tela
showhidetaskbar_hotkey=Mostrar ou ocultar teclas de atalho da barra de tarefas

autohidetaskbar=Ocultar automaticamente a barra de tarefas na inicialização

hidetaskbar_dock=Ocultar a barra de tarefas na tela principal
hidetaskbar_all=Ocultar a barra de tarefas em todas as telas

languagechoice=Idioma
allfont=Fonte
usefontbold=Usar fontes em negrito
fontscale=Modificar o dimensionamento global de fontes

themes=Temas

customize_enabled_dockbg=Personalizar desfoque e transparência do Dock
customize_blur=Desfoque
customize_opacity=Transparência
customize_stroke=Transparência das fronteiras

customize_enabled_iconreflection=Utilizar reflexos nos ícones do Dock
customize_blur_iconreflection=Desfoque dos reflexos
customize_opacity_iconreflection=Transparência dos reflexos
customize_offset_iconreflection=Ajustar a distância de reflexão do ícone
customize_stoppoint_iconreflection=Ajustar a distância do gradiente do reflexo do ícone

customize_enabled_icontag=Personalizar desfoque e transparência das etiquetas dos ícones do Dock
customize_enabled_menu=Personalizar desfoque e transparência dos menus
customize_enabled_window=Personalizar desfoque e transparência da interface das janelas do MyDockFinder
customize_enabled_finder=Personalizar desfoque e transparência do MyFinder
customize_opacity_wallpapercolor=Intensidade da cor de destaque do papel de parede
customize_enabled_folder=Personalizar desfoque e transparência da interface de pasta
customize_enabled_foldersize=A interface da pasta usa um tamanho de ícone personalizado

customize_enabled_pad=Personalizar desfoque de fundo da Biblioteca
customize_enabled_pad_backdrop=Utilizar o papel de parede atual como fundo da Biblioteca
customize_enabled_pad_winuiwallpaper=Utilizar efeito de desfoque ao vivo na Biblioteca

selectthemes_icon=Tema dos ícones
selectthemes_dockskin=Tema do Dock

general=Geral
advanced=Avançado
preview=Pré-visualização da janela
minimizewindowsettings=Minimizar janela
notificationset=Notificações
systrayicoset=Bandeja
screenset=Tela

timeset=Data e Hora
audioset=Áudio
displayset=Tela
mediaset=Meios de comunicação
batteryset=Bateria
netset=Rede
monitorset=Monitor
windowsanimationset=Animação de janela


about=Sobre

icosize=Tamanho do Dock
icoeffect=Efeitos de ícone

dockeffect_none=não
dockeffect_scale=zoom
dockeffect_select=Selecionado
dockeffect_light=iluminação
dockeffect_scaleandlight=Dimensionamento e iluminação
dockeffect_selectandlight=Seleção e iluminação
icolightvalue=Intensidade da luz do ícone
icobglightvalue=Intensidade da luz de fundo do ícone
icobglightcolor=Cor da iluminação de fundo do ícone

icomaxsize=Efeito de zoom nos ícones

icospace=Distância entre os ícones
edgeposition=Distância da borda
iconimmersion=O Dock usa o modo de imersão quando está ocioso


displaymode=Modo de exibição do Dock
displaynormal=Normal
displaybottom=Sobrepor
displayauto=Ocultação automática
displaysmart=Ocultação inteligente
displayhotkey=Exibir ao pressionar
displayalways=Sempre exibir
displayhide=Sempre ocultar
displayalwaysshow=Sempre exibir, inclusive em tela cheia
displaydesktop=Desktop
showmodewindows=Selecione como o Dock mostra e oculta a janela de detecção
showhidetest_exe=A janela do programa atual
showhidetest_all=Todas as janelas do programa

showhidetype=Selecione o Dock para mostrar o efeito oculto

showhideeffect_move=mover
showhideeffect_opacity=Desaparecer

activation Dock Type=O Dock mostra como ele foi ativado
showdockact_mouse=A borda da tela
showdockact_bar=Barra de ativação

actbar_weight=Largura da Barra
actbar_height=Altura da Barra
actbar_offset=Distância da borda
mouseactdock=Tempo de doca de ativação de atraso do mouse

positiononscreen=Localização do Dock na tela
screenleft=Esquerda
screenbottom=Inferior
screenright=Direita
screentop=Superior

multiscreen=Tela em que o Dock é exibido
multiscreenpad=Tela em que a Biblioteca é exibida
padicotype=Ícones que aparecem na Biblioteca de Aplicativos
padicotype_normal=Ícones adicionados manualmente
padicotype_startmenu=Ícones do menu Iniciar
padicotype_desktop=Atalhos da área de trabalho
padicosize=Tamanho dos ícones da Biblioteca
padicospacex=Espaçamento horizontal entre os ícones
padicospacey=Espaçamento vertical entre os ícones
padicoblacklist=Editar o programa Menu Iniciar excluído
padblacklist=Gerenciar listas

padscreenname=Na mesma tela do Dock
lockicon=Bloquear Dock
showicontag=Mostrar etiquetas de nomes nos ícones
windowsborder=Bordas das janelas para evitar a sobreposição do Dock
jumpanimation=Animar o ícone do programa ao clicar
folderDoubleclickOpen=Clicar duas vezes no ícone da pasta para abrir
foldernoshowopen=Ocultar o botão Abrir pasta
iconmask=Adicionar máscara de recorte em todos os ícones
icomasktype=Estilo de máscara de ícone global

show indicators=Mostrar indicadores para aplicativos abertos
Runapp separator=Mostrar delimiter para novo programa em execução
newapp=Mostrar ícone do aplicativo em execução
blacklist=Gerenciar lista de proibição
noblacklist=Nenhum
hotcornerleft=Função do canto inferior esquerdo da tela
hotcornerright=Função do canto inferior direito da tela
hotkeypad=Atalho da Biblioteca
hotkeyDock=Atalho do Dock
hotkeyborder=Atalho para habilitar/desabilitar o limite de borda das janelas

dockicobackup=Arquivos de backup dos ícones do Dock
backuplist=Gerenciar arquivos de backup 
Addbackupdockico=Criar backup dos ícones 
locationbackup=Abrir a pasta de backup

minimize=Minimizar as janelas na Dock
animationoff=Minimizar as janelas instantaneamente
Slow animation=Diminuir a velocidade da animação quando a tecla Shift estiver pressionada
minimizeeffect=Minimizar as janelas usando efeitos

genie=Genie
scale=Scale
scaleDX=Scale DX
suck=Suck

minimizeAnimationspeed=Velocidade da animação ao minimizar
Minimize dynamics=O conteúdo da janela é animado quando minimizado

Minimize to icon=Minimizar as janelas no ícone do programa
Minimizeblacklist=Minimizar este programa instantaneamente
Editwindowlist=Editar lista de janelas

minicopos=Minimizar a posição do ícone da janela
dockmin_lastico=Ao lado do ícone à direita
dockmin_right=Exibido independentemente à direita
dockmin_rightandlim=O lado direito é exibido independentemente usando um separador
minimizeAnimationWait=Aguarde até que a animação da janela minimizada renderize os quadros

previewon=Ativar a pré-visualização da janela
previewsize=Tamanho da pré-visualização da janela
previewdelay=Tempo de pré-visualização

previewcontrol=Mostrar outros elementos de pré-visualização
previewappname=Nome do aplicativo
previewbutton=Botões de controles de midia
aeropeek=Mostrar pré-visualização da janela


logotype=Estilo do botão do MyFinder
diylogo=Selecionar arquivo
shutdownmsgbox=Confirmar antes de desligar
finderdark=Modo de cor do MyFinder

stagemanagerset=Gerente de Palco
showstagemanager=Exibir o ícone do gerenciador de palco no MyFinder
showstagemanagerwindowtitle=Passe o mouse sobre para exibir o título da janela
showstagemanagerdesktophidewindows=Clique em Área de trabalho para ocultar todas as janelas
showstagemanagermediaplaypause=Pausar e reproduzir automaticamente a mídia da janela em segundo plano
stagemanager_hotkey=Tecla de atalho do Stage Manager

stagemanagerblacklist=Programas excluídos do Stage Manager

stagemanager_showdesktop=Exibe ícones da área de trabalho
desktopico_hide=Sempre ocultar ícones
desktopico_auto=Mostrar ocultar automaticamente
desktopico_show=Sempre ligado

stagemanager_enable=Ativar o Stage Manager
stagemanager_listpos=A posição da tela da lista de janelas
stagemanager_listshowmode=A lista de janelas mostra o modo oculto

stagemanager_windowsize=Tamanho do ícone da lista de janelas
stagemanager_windowspace=Espaçamento do ícone da lista de janelas
stagemanager_windowcount=O número de ícones da lista de janelas
stagemanager_windowsblur=Desfocar ícones da janela de plano de fundo

showmediacontrol=Exibe o ícone de reprodução de mídia
showuseraccount=O ícone da conta é exibido

systemtraycolor=Exibir ícones da bandeja coloridos
showkeyboard=Exibir ícone do método de entrada
showsearch=Exibir ícone de pesquisa
showLyrics=Exibir letras no music player
musiccontrolshowmode=Exibição dos controles de mídia
musiccontrol_close=Não mostrar
musiccontrol_activity=Somente quando as letras são exibidas
musiccontrol_always=Mostrar sempre

finderdark_auto=Papel de parede
finderdark_set=Configuração

hotkeyfinder=Mostrar teclas de atalho do MyFinder

multiscreenfinder=Selecione a tela onde deseja exibir o MyFinder
findershowallscreens=Todas as telas
mouseactfinder=Tempo de ativação do MyFinder de atraso do mouse
showusbdevice=Discos removíveis USB são exibidos

finderdisplaymode=Modo de exibição do MyFinder
finderautochangecolor=Utilizar no MyFinder a mesma cor da janela quando ela estiver maximizada
finderfastclosewindow=Clique no canto superior direito para fechar a janela de maximização atual
myfinderscaleopen=Usar dimensionamento personalizado

finderlockbtn=Bloquear edição
findershowmenu=Exibir as opções de menu das janelas no MyFinder
bluetooth_showbattery=Modo de exibição dos dispositivos Bluetooth conectados
bluetooth_not show=Não exibir
bluetooth_icon=Apenas os ícones são exibidos
bluetooth_value=Exibir ícones e níveis da bateria

showaudio=Mostrar ícone de volume no MyFinder
showmicrophone=Mostrar ícone do microfone no MyFinder

showbattery=Mostrar ícone da bateria no MyFinder
shownetwork=Mostrar ícone da rede no MyFinder
showbluetooth=Mostrar ícone do bluetooth no MyFinder
showdisplay=Mostrar ícone da tela no MyFinder
showcpu=CPU
showtemp=Coretemp
showmen=MEMÓRIA
showdisk=DISCO
shownet=REDE

showbatterytime=Exibe o tempo restante da bateria
batteryshow_none=Não mostrado
batteryshow_acdc=Sempre exibido
batteryshow_ac=Ao usar uma fonte de alimentação
batteryshow_dc=Ao usar baterias

powerset_open=Mudar automaticamente de planos de energia
powerset_aconline=Planos de energia ao usar energia
powerset_battery=Planos de energia ao usar baterias

Calendarfirstday=Primeiro dia da semana
Calendar_Sunday=Domingo
Calendar_Monnday=Segunda-feira

formatdate=Escolha o formato de exibição da data
formattime=Escolha o formato de visualização da hora
customformatdate=Personalizar o formato de exibição de data
customformattime=Personalizar o formato de exibição de hora

showbatteryvalue=Mostrar percentagem da bateria 
audiotip=Reproduzir o som de mudança de volume
mediatype=Selecionar o estilo de exibição de volume e brilho

media_system=Sistema
media_speakers=Alto falante
media_phone=Telefone

hotkeyvolup=Atalho para aumentar volume
hotkeyvoldown=Atalho para diminuir volume
hotkeyvolmute=Atalho para o Mudo
hotkeymicup=Atalho para aumentar o volume do microfone
hotkeymicdown=Atalho para diminuir o volume do microfone
hotkeymicmute=Atalho para mutar o microfone


hotkeybriup=Atalho para aumentar o brilho
hotkeybridown=Atalho para diminuir o brilho
hotkeycontrolvalue=Ajusta o valor da tecla de atalho para aumentar ou diminuir

systemnotification=Notificações do sistema
usbdevicenotification=Exibir notificações de conexão e de discos removíveis
bluetoothdevicenotification=Exibir notificações de conexão dos dispositivos Bluetooth
Appnotification=Notificações de aplicativos
notification_open=Permitir notificações
notification_type=Como as notificações são exibidas
notification_time=Tempo que as notificações são exibidas
notification_show_close=Não exibir notificações
notification_show_once=Exibir apenas na primeira vez
notification_show_always=Sempre exibir

trayicoallshow_myfinder=Exibir ícones da bandeja do sistema no MyFinder
trayicoallshow_mydock=Exibir ícones da bandeja do sistema na Dock
trayicoallshow_systemico=Exibe o ícone da bandeja do próprio sistema no MyFinder
trayico_waittime=O ícone da bandeja recém-executado mostra a hora

Apptrayico=Ícones da bandeja
apptrayicoshow_finder=Exibir este ícone no MyFinder
apptrayicoshow_dock=Exibir este ícone na Dock

screenround=Cantos arredondados da tela
screenround_show=Habilitar arredondamento de tela
screenround_size=Tamanho do canto arredondado da tela
screenround_color=Cor da borda

openwindowsshow=A janela é aberta com uma animação
windowsopeneffect=A janela é aberta com um efeito de animação

openwindowsclose=A janela fecha a animação
windowscloseeffect=A janela fecha o efeito de animação
windowsblacklistadd=Uma janela para adicionar um programa de exclusão
windowsblacklistdel=Remover a janela do programa de exclusão
windowsclose_animation=Ajustar a velocidade da animação

stagemanager_animation=Ajustar a velocidade da animação
mediatiptime=O brilho do volume indica o tempo de exibição

other=outro

wallpaper=Papel de parede

selectwallpaper=Selecionar o tema do papel de parede
wallpapernone=Nenhum
loadwallpaper=Coloque o tema do papel de parede 
wallpaperdownload=Baixar temas de papel de parede 
wallpaperOK=Aplicação 

restartdock=Reiniciar programa

resetini=Limpe os dados
resetini_ok=Limpar
resetini_config=Perfis de preferências
resetini_ico=Perfil do ícone do Dock
resetini_padico=Aplique a configuração da biblioteca
resetini_padicocache=Cache de ícones da barra inicial

systemiconcache=Cache de ícones do sistema

uninstall=Descarregar

updatelog=Changelog
updatelogcheck=Vista

ok=Ok
cancel=Cancelar

------------------------------------------------------------
[hotcorners]
nothing=Nenhum
allwindows=Mostrar todas as janelas
launchpad=Mostrar Biblioteca de Aplicativos
displaytosleep=Desligar a tela
startmenu=Mostrar menu iniciar
showdesktop=Mostrar Área de Trabalho
actioncenter=Centro de Ações do Windows
screensaver=Protetor de tela
Windows widget=Widgets do Windows

[settingtips]

backupsuccess=Upload bem-sucedido!
backupfail=Falha no upload!

hotkeyhideerror=Por favor, defina a tecla de atalho do Dock de exibição, caso contrário, a função pode não funcionar!
resetinitip=Redefinir o perfil?
systemicontip=Limpar o cache de ícones do sistema?

DPItips=Por favor, reinicie o programa para aplicar as modificações.
winuiwallpapertip=Se o computador travar depois de iniciar, desative esta opção e reinicie o programa para aplicar as configurações.

;An error message pops up on the setting interface
padicotypetips=Você precisa redefinir o ícone depois de modificar esta opção, então escolha cuidadosamente!

edgetip=O limite de janelas abertas não pode ser ajustado!
autohideerror=Esta função não pode ser ativada ao definir o limite da janelas!
neterror=Erro de rede.
autohide=A ocultação automática do Dock não pode ativada!
updateerror1=Erro de rede, por favor tente novamente.

updatetip1=Há alguma nova versão atualizada?
updatetip2=O arquivo é atualizado imediatamente após o download?

noupdate=Você já está atualizado.

restarttip=Por favor, reinicie o programa.

languagetips=Algumas interfaces precisam ser reiniciadas para serem alteradas!

restartruntip=Quer reiniciar o programa?

backupfolderror=Não foi possível criar a pasta backup.

backuptips=Deseja restaurar este arquivo de backup?


;-------------------------------------------------------------------

[menu]
;Right menu
reboot explorer	=	Reiniciar

closewindows=Fechar a janela

RecentFiles=Arquivos abertos recentemente
otheroption=Opções
dockmenu=Menu do programa
menurecent=Recentemente visitado
menubind=Fixo
menutask=tarefa

workshop=Oficina
newfinderwindow=Nova janela do Explorer
gotofolder=Executar
connecttoserver=Ambiente de Trabalho Remoto
showlaunchpad=Mostrar Launchpad


addnormalicon=Adicionar ícone
addsystemicon=Adicionar ícone de função
add delimiter=Adicionar separador
del delimiter=Remover separador

showtaskbar=Mostrar barra de tarefas
hidetaskbar=Ocultar barra de tarefas
preference=Configurações
enddock=Fechar

editicon=Editar ícone
removefromdock=Remover do Dock
keepindock=Manter na Dock
locationfile=Abrir local do arquivo
runagain=Mostrar janela em execução
nevershowthis=Nunca exibir este programa
adminmode=Executar como administrador
open=Abrir
quit=Fechar

emptytrash=Esvaziar lixeira
sortorder=Classificar por
Byname=Nome
Bysize=Tamanho
Byextension=Tipo
Bydate/time=Data
Createtime=Data de modificação
Groupdirectories=Diretórios primeiro
reverseorder=Tipo inverso
closewindow=Fechar esta janela
Display=Modo de exibição
Folder=Pasta
Stack=Pilha
Locatefolder=Aberta diretamente
FolderEffect=Efeito de exibição
Grid=Grid
Fan=Fan
menufold=Menu

showmodeapps=Modo de exibição
showmodedesktop=Modo de exibição
NominiEffect=Desabilitar efeito de minimização
nevershowprogress bar=Desabilitar a barra de progresso
showmodenormal=Predefinido
msgtips=Configurar um lembrete
incognito=Nova janela no modo anônimo

systemmenu=Menu do sistema

timeskin=Selecionar formato do relógio
timedefault=Predefinido

----------------------------------------------

[launchpad]

addicon=Adicionar ícone
deleteicon=Excluir este ícone
padsortname=Classificar por nome
padsort=Preenchimento automático do ícone

search=Pesquisar
ok=Ok
addtips=Arraste os atalhos ou arquivos .exe aqui
----------------------------------------------

[promptwindow]

;Empty trash can prompt and other prompts

ok=Ok
cancel=Cancelar
trashok=Esvazie a lixeira
trashtitle=Tem certeza que quer esvaziar a lixeira?
batterytip=Por favor, conecte a fonte de energia!

eject=foi ejetado
Connected=Conectado
brightnesstip=Ajustar o brilho do monitor pode causar danos permanentes ao monitor, por favor, faça isso com cautela!
brightnesstip1=Um brilho do monitor de 0 é detectado, se o monitor não exibir conteúdo ou não clicar em OK, redefina o brilho da tela após 5 segundos

-----------------------------------------------
; Descrição do formato do tempo
;ddd dia da semana dddd dia da semana M mês d dia H 24 horas formato h 12 horas formato m minutos minutos
;D letras minúsculas com dois dígitos, por exemplo HH:mm:ss 09:06:05
; Todos os seguintes formatos podem ser personalizados e modificados, e o número à esquerda pode ser adicionado sem limite  deixado em branco para indicar que a data não é exibida
; Após a modificação ser guardada, entrará em vigor imediatamente, definirá diretamente e clicará no menu de formato de tempo para exibir o efeito
[formatdate]
1=
2=ddd

; Este formato utiliza caractere nulo no final para espaçar melhor a data
3=ddd d MMM 

4=ddd d MMM ●
5=ddd d MMM -

; Este formato utiliza caractere nulo no final para espaçar melhor a data
6=dddd, d MMM 

7=dddd, d MMM ●
8=dddd, d MMM -
9=d/M
10=d/M/yy
11=d/M/yyy

[formattime]
1=H:mm
2=h:mm
3=H:mm:ss
4=h:mm:ss

[calicon]

;Calendar icon month text

m1=Jan
m2=Fev
m3=Mar
m4=Abr
m5=Mai
m6=Jun
m7=Jul
m8=Ago
m9=Set
m10=Out
m11=Nov
m12=Dez


[findermenu]
spatialaudio=Áudio espacial

bluetoothdisconnect=Desconectar
bluetoothunpair=Excluir dispositivo

lockscreen=Bloquear a tela
usersetting=Configurações da conta

HideMenu=Oculta a barra de menus da janela
systemmenu=Menu da janela

bluetooth=Bluetooth
Bluetooth settings=Configurações do bluetooth
device=Dispositivo
Preferred network=Rede favorita
other networks=Outras redes
network settings =Configurações de rede
Audio=Som
output=Saída
Microphone=Microfone
input=Digite o dispositivo
audio settings=Configurações de áudio
battery settings=Configurações da bateria
BatteryEstimatedTime=Tempo restante
batterytime_hour=horas
batterytime_min=minutos
Edit title=Título de edição
Window border=Borda da janela
end finder=Sair do MyFinder
About This PC=Sobre este PC
System settings=Configurações do sistema
app Store=Microsoft Store
Task manager=Gerenciador de tarefas
Sleep=Suspender
Dormant=Hibernar
Shutdown=Desligar
Reboot=Reiniciar
Shutdown&Update=Desligue e atualize
Reboot&Update=Reinicialize e atualize

Lock screen=Bloquear
Logout=Sair

symbol=Mostrar emoticons e símbolos 
Screen Keyboard=Mostrar teclado na tela
keyboardname=Mostrar nome do teclado
Keyboard settings=Definições do teclado
display=Brilho
systemdark=Modo escuro
bluelight=Luz azul
focusassist=Assistente de foco
focusoff=Desligar
focusPriorityOnly=Apenas notificações prioritárias
focusAlarmsOnly=Apenas despertador
Notification settings=Preferências de Notificação
screen projection=Projetar tela
screen INTERNAL=Apenas a tela principal
screen CLONE=Duplicar
screen EXTEND=Estender
screen EXTERNAL=Apenas a segunda tela
displayset=Configurações de exibição
hotspot=Hotspot
airplane=Modo avião
deviceon=Ligado
deviceoff=Desligado
eject=Ejetar
open=Abrir

[findertips]
Mute=Mudo
battery=Bateria
AcOnLine=Conectado a fonte:
Charging=Carregando
notCharging=Sem carregar
Usebattery=Bateria
Full battery=Bateria cheia
brightness=Brilho
show trayico=Mostrar na bandeja

[findertitle]

[findermenubrowser]
new=Novo
newtab=Nova aba
newwindow=Nova janela
favorites=Favoritos
history=Histórico
download=Downloads
window=Janela
file=Arquivo
no file=Nenhum arquivo selecionado

View=Vista
Sort by=Classificar por
Group by=Grupo por
refresh=Liberado
showicons=Exibe ícones da área de trabalho

sort_none=não
sort_bigicon=Grandes ícones
sort_mediumicon=Ícone médio
sort_smallicon=Pequenos ícones
sort_superbigicon=Ícones superdimensionados
sort_list=lista
sort_details=Detalhes
sort_tile=Telha
sort_content=conteúdo
sort_name=nome
sort_size=tamanho
sort_type=tipo
sort_time=data
sort_ascending=ordem ascendente
sort_descending=Descendente
sort_AutoArrange=Os ícones são organizados automaticamente
sort_snaptogrid=Organize automaticamente ícones alinhados à grade

[shutdown]
shutdown=Quer desligar este computador?
Reboot=Quer reiniciar o computador?
Logout=Quer sair?
Dormant=Quer hibernar este computador?
sleep=Quer que este computador fique em espera?
now=Agora
minute=Minuto
[wifi]
password=Senha:
showpassword=Mostrar senha
join=Conectar
cancel=Cancelar


[weather]
00=Ensolarado
01=Nublado
02=Dia nublado
03=Chuveiros
04=Thundershower
05=Trovoadas com granizo
06=Granizo
07=Chuva leve
08=Chuva moderada
09=Chuva forte
10=Tempestade
11=Chuva forte
12=Chuva forte
13=Chuveiros de neve
14=Rio Koyuki
15=Zhongxue
16=Neve pesada
17=Blizzard
18=Dente
19=Chuva gelada
20=Tempestade de areia
21=Chuva leve a moderada
22=Chuva moderada a forte
23=Chuva forte
24=Chuva forte à chuva forte
25=Chuva forte à chuva extrema
26=Neve pequena a média
27=Neve moderada a pesada
28=Grande para a Blizzard
29=Poeira flutuante
30=Areia
31=Forte tempestade de areia
32=Nevoeiro denso
33=Neve
49=Nevoeiro forte
53=Névoa
54=Neblina Moderada
55=Neblina pesada
56=Neblina severa
57=Nevoeiro pesado
58=Nevoeiro forte
301=Chuva
302=Neve